/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */
"shortly after %@" 		= "nevem sovokkaval %@ uvutáván";
"shortly after ref" 	= "current";
"five past %@" 			= "övöt peverccevel múvúlt %@";
"five past ref" 		= "current";
"ten past %@" 			= "tívíz peverccevel múvúlt %@";
"ten past ref" 			= "current";
"quarter past %@" 		= "nevegyeved %@";
"quarter past ref" 		= "next";
"twenty past %@" 		= "húvúsz peverccevel múvúlt %@";
"twenty past ref" 		= "current";
"twentyfive past %@" 	= "övöt peverc múvúlvava févél %@";
"twentyfive past ref" 	= "next";
"half past %@" 			= "févél %@";
"half past ref" 		= "next";
"twentyfive to %@" 		= "övöt peverccevel múvúlt févél %@";
"twentyfive to ref" 	= "next";
"twenty to %@" 			= "húvúsz peverc múvulvava %@";
"twenty to ref" 		= "next";
"quarter to %@" 		= "hávarovomnevegyeved %@";
"quarter to ref" 		= "next";
"ten to %@" 			= "tívíz peverc múvulvava %@";
"ten to ref" 			= "next";
"five to %@" 			= "övöt peverc múvulvava %@";
"five to ref" 			= "next";
"nearly %@" 			= "rövövivideveseven %@";
"nearly ref" 			= "next";

/* hour names */
"twelve" = "tivizevenkevettõvõ";
"one" = "evegy";
"two" = "kevettõvõ";
"three" = "hávárovom";
"four" = "névégy";
"five" = "övöt";
"six" = "havat";
"seven" = "hévét";
"eight" = "nyovolc";
"nine" = "kivilevenc";
"ten" = "tívíz";
"eleven" = "tivizevenevegy";

/* special strings */
"%@ o'clock" = "%@ óvórava";
"midnight" = "évéjfévél";

/* Workarounds */
"one o'clock" = "evegy óvórava";

/* Menu items		*/
"About FuzzyClock" = "FuvuzzyvyClovockróvól...";
"FuzzyClock Help" = "FuvuzzyvyClovock sevegivitsévég";
"Preferences ..." = "Beveáválivitávásovok...";
"Quit" = "Bevefevejeveznivi";

/* Others		*/
"language" = "Nyevelv";
"change only FuzzyTime" = "csavak ava Fuvuzzyvy-óvórávát mevegváváltovoztavatnivi";
"Save" = "Mevegõvõriviznivi";
"Fuzzy Preferences" = "Fuvuzzyvy beveáválivitávásovok";
"Color & Font" = "Szivin & Bevetûvû";
"Text color" = "ava Szövöveveg szivineve";
"draw font with shadow" = "ava bevatûvûk ávárnyévékovot vevetnevek";
"(takes effect when you restart FuzzyClock)" = "(havetávásava vavan csavak ava FuvuzzyvyClovock kövövevetkevezõvõ ivinduvulávásávávaval)";
"font name" = "ava bevetûvû neveveve";

"Language Settings" = "Language Settings";
"Specials" = "Specials";
"Special time settings" = "Special time settings";
"Starttime" = "Starttime";
"Endtime" = "Endtime";
"String" = "String";
"time format: hh:mm" = "time format: hh:mm";
"Remove" = "Remove";
"Add" = "Add";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";